{
  "document_metadata": {
    "identifier": "NS/RKM/0814/021",
    "type": "ROYAL KRAM",
    "title": "Law on Insurance",
    "translation_info": "Unofficial Translation by the Insurance Regulator of Cambodia (IRC)",
    "promulgation_date": "August 04, 2014",
    "effective_date_info": "This Law shall be enforceable after a period of 6 (six) months after this law comes into effect."
  },
  "preamble": {
    "royal_kram_number": "NS/RKM/0814/021",
    "king": {
      "salutation": "We",
      "name": "Preah Karuna Preah Bat Samdech Preah Borom Neath NORODOM SIHAMONI",
      "description": "The faithful and devoted servant of the country, religion, nation and the Khmer people; the protégé of Buddha and Indra; the unifier of all Khmers; and the defender of independence, territorial integrity and peace of Kampuchea; and the happiness, liberty and prosperity of the khmer people, Preah Chau Krong Kampuchea Thipadey"
    },
    "legislative_references": [
      "Having seen the Constitution of the Kingdom of Cambodia;",
      "Having seen Royal Kret No. NS/RKT/0913/903 dated September 24, 2013, Concerning the Nomination of the Royal Government of the Kingdom of Cambodia;",
      "Having seen Royal Kram No. 02/NS/94 dated July 20, 1994, promulgating the Law on the Organization and Functioning of the Council of Ministers;",
      "Having seen Royal Kram No. NS/RKM/0196/18 dated January 24, 1996, promulgating the Law on the Establishment of the Ministry of Economy and Finance;",
      "Having seen the proposal of Samdech Akka Moha Sena Padei Techo Hun Sen, Prime Minister of the Kingdom of Cambodia."
    ],
    "promulgation_statement": "Hereby Promulgates The Law on Insurance which was adopted by the National Assembly on June 27, 2014 during the 2nd session of the 5th legislature and which was entirely reviewed by the Senate on the legal form and substance on July 21, 2014 during the 5th plenary session of the 3rd legislature with full text as follows:"
  },
  "main_title": "LAW ON INSURANCE",
  "chapters": [
    {
      "chapter_number": "1",
      "title": "General Provisions",
      "articles": [
        {
          "article_number": "1",
          "leading_text": "The intents of this Law are to ensure:",
          "items": [
            "sustainable development of insurance sector;",
            "public interest and confidence in the insurance services;",
            "consistency with the Insurance Core Principles (ICPs);",
            "benefits to natural person and legal entities who are the insured."
          ]
        },
        {
          "article_number": "2",
          "leading_text": "The objectives of this Law are to:",
          "items": [
            "strengthen the regulation and supervision of insurance business;",
            "regulate the insurance transaction and insurance business operation;",
            "enhance competitiveness, fairness and transparency in the insurance sector."
          ]
        },
        {
          "article_number": "3",
          "text": "This Law shall apply to all insurance activities conducted in the Kingdom of Cambodia unless any provision is stipulated in Chapter 12 of this Law."
        },
        {
          "article_number": "4",
          "introduction": "Terminologies used in this Law are defined as follows:",
          "definitions": [
            {
              "term": "Insurance",
              "definition": "refers to an act of making an insurance contract in which an insured shall pay insurance premium to an insurance company, and the insurance company shall compensate for property damage or loss caused by accident, or make compensation when the insured is dead, injured, disabled or ill, or when the insured reaches the maturity which both parties agreed upon as specified in the insurance contract."
            },
            {
              "term": "Compulsory Insurance",
              "definition": "refers to an act of making an insurance contract in which an insured shall fulfill the obligations as determined by law and regulations on insurance for the purpose of serving and protecting the public interest."
            },
            {
              "term": "Insurance Contract",
              "definition": "refers to a written agreement made between an insurance company and an insured whereby an insurance company agrees to take any specific risks in return for a payment of premium by an insured."
            },
            {
              "term": "Cover Note",
              "definition": "refers to a temporary document issued by an insurance company or by an insurance agent instead of a final insurance policy."
            },
            {
              "term": "Insurance Company",
              "definition": "refers to Life Insurance Company, General Insurance Company, Micro-Insurance Company and Reinsurance Company."
            },
            {
              "term": "Insurance Institution",
              "definition": "refers to Insurance Company, Insurance Agent, Insurance Broker and Insurance Loss Adjuster Company."
            },
            {
              "term": "Insurance Policy",
              "definition": "refers to a legally binding document issued by an insurance company which state the important contents and detailed terms and conditions as agreed between the insurance company and the insured in the insurance contract. The insurance policy shall be attached with an insurance certificate or any other relevant documents."
            },
            {
              "term": "Personal Accident Insurance Policy",
              "definition": "refers to an insurance contract which its benefit is either cash or property or can be both providing to the insured upon the occurrence of an accident, the risk of such being insured."
            },
            {
              "term": "Insurance Premium",
              "definition": "refers to an amount of money which the insured shall pay to the insurance company as set by the insurance company in the insurance policy."
            },
            {
              "term": "Transitional Penalty",
              "definition": "refers to penalty in cash for the acts of insurance company against the insurance regulator's instruction or guidelines."
            },
            {
              "term": "Policy Owner",
              "definition": "refers to a natural person or legal entity that have legal rights over the insurance policy."
            },
            {
              "term": "Certificate of Insurance",
              "definition": "refers to documents issued by an insurance company to certify that the insured has purchased the insurance from the insurance company."
            },
            {
              "term": "Insurance Compensation",
              "definition": "refers to an indemnity made in cash or property or can be both to be paid by the insurance company."
            },
            {
              "term": "Provisional Administrator",
              "definition": "refers to a temporary manager appointed by the Ministry of Economy and Finance to perform an insurance company's duties, prior to the company's liquidation, to evaluate the insurance company's solvency."
            },
            {
              "term": "Liquidator",
              "definition": "refers to a natural person appointed by the Ministry of Economy and Finance or the court to settle the debts when the insurance company is being liquidated."
            },
            {
              "term": "Insured",
              "definition": "refers to a natural person or legal entity who purchases an insurance policy, and in some cases can be both the owner of insurance policy and the insured."
            },
            {
              "term": "Beneficiary",
              "definition": "refers to a third party of a contract that has been determined as having legal rights in receiving any benefits related to only life insurance."
            },
            {
              "term": "Insurance applicant",
              "definition": "refers to a natural person or legal entity who may become an insured in the future and has filled and signed a written application form of the insurance company describing personal circumstances."
            },
            {
              "term": "Motor Vehicle",
              "definition": "refers to vehicles which are powered by the engine to move either in water or on land."
            }
          ]
        }
      ]
    },
    {
      "chapter_number": "2",
      "title": "Competent Authority",
      "articles": [
        {
          "article_number": "5",
          "text": "The Ministry of Economy and Finance shall be competent in issuing regulations, managing and supervising the conduct of insurance businesses in accordance with this Law."
        },
        {
          "article_number": "6",
          "text": "The Ministry of Economy and Finance shall be competent in establishing and managing the insurance development fund to enhance the development, support and promotion of dissemination of insurance benefits to the public."
        }
      ]
    },
    {
      "chapter_number": "3",
      "title": "Insurance Contract",
      "sections": [
        {
          "section_number": "1",
          "title": "General Procedure",
          "articles": [
            {
              "article_number": "7",
              "text": "An Insurance, whether life insurance or general insurance, which is beneficial to the natural person or legal entity to insure against any risks, shall be made only with an insurance company that has been licensed to operate its insurance business in the Kingdom of Cambodia."
            },
            {
              "article_number": "8",
              "text": "Insurance contract shall clearly stipulate the relation between rights and duties of the insured person and the insurance company. The insurance contract shall be made in Khmer language and shall be signed and/or affixed with a thumbprint by both parties."
            },
            {
              "article_number": "9",
              "text": "In process of making an insurance contract, the insured person and the insurance company shall respect the principles of good faith, mutual benefits, and unanimity through negotiation and shall not harm the public interests."
            },
            {
              "article_number": "10",
              "text": "Insurance company is obligated to clearly explain to an insured the terms and conditions of insurance contract and the contents of the insurance policy which is attached with the certificate of insurance and/or other relevant documents."
            },
            {
              "article_number": "11",
              "text": "When a natural person or legal entity applies for insurance and the insurance company accepts that request, and the terms and conditions of the contract are agreed by both parties, the insurance contract may be deemed to have been agreed upon.\nAfter the agreement is signed, the insurance company shall issue the insurance policy attached with the certificate of insurance or issue a cover note and/or other relevant documents to the insurance applicant. The insurance policy attached with the certificate of insurance and/or other relevant documents shall stipulate and set out the generally important contents which have been previously agreed by both parties."
            },
            {
              "article_number": "12",
              "leading_text": "The Insurance Certificate shall specify:",
              "items": [
                "last name and first name and address of the parties to the contract;",
                "person or subject to be insured;",
                "type of risks to be covered;",
                "commencement date and location of risks to be covered;",
                "Sum insured;",
                "insurance premium to be paid and method of payment;",
                "methods and conditions for the declarations of risks;",
                "contract duration and insurance duration; and",
                "terms and conditions of nullification and forfeiture of rights, and conditions allowing each party to terminate the contract before the due date."
              ],
              "concluding_text": "Other than the aforementioned information, the parties may include other information upon prior agreement between the parties."
            },
            {
              "article_number": "13",
              "text": "Only the insurance policy or cover note specifies the mutual insurance between the insurance company and the insured.\nA proposal for renewal, or amendment or reactivation of the suspended insurance contract shall be deemed to have been agreed in the event that the insurance company does not reject such proposal within the period of 15 (fifteen) days."
            },
            {
              "article_number": "14",
              "text": "The period of an insurance contract is set in the insurance policy. Any additions or modifications to the original insurance policy shall be made by an endorsement and signed by both parties."
            },
            {
              "article_number": "15",
              "text": "The insured shall gain the benefit from insurance which is the subject to be insured.\nBenefit from insurance refers to the indemnity made based on the subject to be insured.\nThe subject to be insured consists of property, body and life."
            },
            {
              "article_number": "16",
              "text": "After the insurance contract is executed, the insured shall pay the insurance premium as agreed in the contract.\nAn insurance shall be effective from the date the insured pays insurance premium as stated in the contract."
            },
            {
              "article_number": "17",
              "text": "If the insured fails to pay any insurance premium on the due date, the validity of the insurance contract may not be suspended more than 30 (thirty) days after the date of execution of the insurance contract. 20 (twenty) days after execution of the insurance contract, the insurance company shall notify by registered letter or letter duly acknowledged to the insured or the policy owner to make a payment of the insurance premium at the agreed place. After being notified, if the insured or the policy owner still fails to make a payment of the insurance premium within 10 (ten) days, the insurance company has right to nullify the contract."
            },
            {
              "article_number": "18",
              "text": "Any loss or damage caused by any risks stated in the insurance policy shall be indemnified by the insurance company. However, the insurance company shall not indemnify for any loss or damage caused by willful conduct or fraudulent acts of the insured.\nThe insurance company also covers for loss and damage arising from any persons under the supervision of the insured, irrespective of type and severity of such faults."
            },
            {
              "article_number": "19",
              "text": "An insurance contract may be nullified when the insurance company found out that the insured had concealed the truth or willfully misrepresented material facts which might cause any change to the subject to be insured.\nForgetfulness or unintentional misrepresentation by the insured shall not be grounded for nullification of the insurance."
            },
            {
              "article_number": "20",
              "text": "If the accident is intentionally falsified by the insured and if the insurance company found out such act with the valid evidence, the insurance company is entitled to file a complaint to the court to reject any responsibility in case indemnity has not been made, or to claim the indemnity back in case it has been made."
            },
            {
              "article_number": "21",
              "text": "For the liability insurance, if the insured causes any damage or loss to a third party, the insurance company shall directly indemnify the injured third party."
            },
            {
              "article_number": "22",
              "text": "In an executed insurance contract, each party has right to terminate the contract before the due date.\nThe terms and conditions and procedures of termination of the contract before due date shall be determined by Sub-Decree."
            }
          ]
        },
        {
          "section_number": "2",
          "title": "General Insurance",
          "articles": [
            {
              "article_number": "23",
              "text": "General insurance is an insurance contract made by the insured and the insurance company whereby the payment of the insurance premium shall be made to cover risks to property, liability and health. Types of general insurance products include property insurance, liability insurance, and health insurance.\nProperty insurance is an insurance contract whereby an indemnity is paid to the insured when the property of that person is damaged, lost or destroyed by a risk insured against. The indemnity to be paid by the insurance company to the insured shall not exceed the value of an object declared at the time of the conclusion of the insurance contract unless agreed otherwise. Property which is the subject of property insurance includes buildings, vessels, etc.\nLiability insurance is an insurance contract covering an indemnity amount whereby the insured is obliged to pay to a third party who is physically injured or deceased, or whose property is damaged by the acts of the insured or any activities under the responsibility of the insured. Types of liability insurance products include motor vehicle liability insurance, construction site liability insurance, and passenger transportation liability insurance.\nHealth insurance is an insurance contract covering an expense for treatment of injury, disease, or other expenses, such as an expense for long term care of an insured patient who is physically injured or affected by disease."
            },
            {
              "article_number": "24",
              "text": "If there is a complete loss of the subject to be insured arises out of an event which had not been written in the insurance policy, the insurance shall be legally terminated and the insurance company shall refund the insured 90% (ninety percent) of the insurance premium for the remaining period."
            },
            {
              "article_number": "25",
              "text": "After an insurance company indemnified for claim, the insured shall transfer the subrogation rights to the insurance company to file a lawsuit against third party who caused the damage so as to claim back the sum equivalent to the indemnity. However, the insurance company may not claim indemnity from descendants, ancestors, affinity, managers, and employees who normally live in the residence of the insured except where there is evidence to prove that the severe intentional fault has been committed by any of the aforementioned persons."
            }
          ]
        },
        {
          "section_number": "3",
          "title": "Life Insurance",
          "articles": [
            {
              "article_number": "26",
              "text": "Life insurance is an insurance contract made between the insured and the insurance company in which the payment of insurance premium shall be made to insure on death or livelihood, which may include personal accident insurance, critical illness, or general disease. The types of life insurance products are term-life insurance, whole-life insurance, endowment insurance, and annuity insurance.\nTerm Life insurance is a life insurance when the insured deceases within a specific period, such as 5 (five) years or 10 (ten) years, or deceases before a specified age, and the benefits are paid to a beneficiary as determined in the contract. If the insured is still alive after the specified period in the contract, the beneficiary will not be entitled to receive any benefit from the insurance.\nWhole-life insurance is an insurance contract which insures the death of the insured, and the insurance premium may be paid for a specific period of time or for while life. For whole-life insurance, annually fixed insurance premium installment can be equally paid annually during the period that the insured is alive. An insurance company shall pay the benefit to the family of the deceased or any designated beneficiary upon the death of the insured.\nEndowment insurance is a life insurance in which the benefit may be paid to the insured if the insured is still alive during the insured period as specified in a contract. If the insured deceases before the specified date in the contract, the benefit shall be granted to the beneficiary.\nAnnuity insurance is an insurance contract in which an income shall be granted to the insured for retirement age."
            },
            {
              "article_number": "27",
              "text": "For life insurance, after having paid indemnity, an insurance company shall not demand subrogation right from the contracting party or the beneficiary to file a lawsuit against any third party."
            },
            {
              "article_number": "28",
              "leading_text": "Any person may request life insurance for himself/herself or for a third party if such third party has consented in writing and confirmed the insured sum.\nLife insurance shall be prohibited with respect to:",
              "items": [
                "1- a person who mentally impaired.",
                "2- a person who is being hospitalized in a psychiatric hospital."
              ]
            },
            {
              "article_number": "29",
              "leading_text": "Other than the necessary elements in an insurance contract, a life insurance policy shall specify the following:",
              "items": [
                "1- Last name, first name, and date of birth of the person who will enter into a contract.",
                "2- Last name and first name of the beneficiary, if any.",
                "3- Event or condition for refund of amount of money which has been insured.",
                "4- Conditions for exemption if provided for in a contract."
              ]
            },
            {
              "article_number": "30",
              "text": "The beneficiary shall not be entitled to the benefits of a life insurance if the insured commits suicide."
            },
            {
              "article_number": "31",
              "text": "The beneficiary shall not receive the benefits of a life insurance if the beneficiary(s) is/are perpetrator(s), co-perpetrator(s), initiator(s), or accomplice(s) in committing murder on the insured."
            }
          ]
        },
        {
          "section_number": "4",
          "title": "Reinsurance",
          "articles": [
            {
              "article_number": "32",
              "text": "Reinsurance is an insurance operation where a ceding insurance company is insured by other reinsurance company which is wholly or partially reinsures of the insured risks under an insurance contract.\nIn such case of reinsurance, the ceding insurance company shall remain responsible for the insured."
            }
          ]
        }
      ]
    },
    {
        "chapter_number": "4",
        "title": "Types of Compulsory Insurance",
        "sections": [
            {
                "section_number": "1",
                "title": "Motor Vehicle Liability Insurance",
                "articles": [
                    {
                        "article_number": "33",
                        "text": "A natural person or legal entity, who is the owner of a motor vehicle, conducting business in the Kingdom of Cambodia shall have an insurance for his/her motor vehicle from an insurance company for the liability of all damages caused to any third party resulting from the operation of his/her motor vehicle, including all types of trailers.\nSuch insurance is not only effective for motor vehicle owners but also for drivers and motor vehicle maintainers.\nAll types of motor vehicles used for any business operations that are required to have insurance shall be determined by Sub-Decree."
                    },
                    {
                        "article_number": "34",
                        "text": "The other types of motor vehicles which are required to have compulsory insurance, other than the motor vehicles determined in Article33 hereof, shall be determined by Sub-Decree."
                    },
                    {
                        "article_number": "35",
                        "text": "With respect to any third party who is physically injured or killed by an insured motor vehicle, the insurance company shall pay indemnity for all damages in timely manner and appropriate to the extent of damages."
                    },
                    {
                        "article_number": "36",
                        "text": "Such insurance covers, at least, the victim(s) of traffic accident who are injured, disabled, or killed, regardless of whether those persons are passengers in the insured motor vehicles."
                    }
                ]
            },
            {
                "section_number": "2",
                "title": "Construction Site Liability Insurance",
                "articles": [
                    {
                        "article_number": "37",
                        "text": "Natural person or legal entity who is the owner of construction sites shall have construction site liability insurance.\nPrior to the commencement of any construction site, the owner of construction site shall prove that he/she had entered into an insurance contract with an insurance company.\nThe types of construction site required to be insured shall be determined by Sub-Decree."
                    }
                ]
            },
            {
                "section_number": "3",
                "title": "Passenger Liability Insurance",
                "articles": [
                    {
                        "article_number": "38",
                        "text": "Natural person or legal entity who run passenger transportation business by way of various transportation shall have liability insurance covering passengers that us their transportation means whether on land, water, air routes or railways.\nThe types of passenger transportation required to have insurance shall be determined by Sub-Decree."
                    }
                ]
            }
        ]
    },
    {
        "chapter_number": "5",
        "title": "Microinsurance",
        "articles": [
            {
                "article_number": "39",
                "text": "Microinsurance is a providence of insurance contract to low-income group of population such as property microinsurance, life microinsurance and health microinsurance."
            },
            {
                "article_number": "40",
                "text": "Microinsurance shall be determined by Sub-Decree."
            }
        ]
    },
    {
        "chapter_number": "6",
        "title": "Insurance Institution and Licensing",
        "sections": [
            {
                "section_number": "1",
                "title": "Insurance Company",
                "articles": [
                    {
                        "article_number": "41",
                        "text": "All insurance companies, whether state owned, private companies, or joint venture, shall be permitted to operate insurance business in the Kingdom of Cambodia only in the form of Public Limited Company."
                    },
                    {
                        "article_number": "42",
                        "text": "General insurance companies, life insurance companies and microinsurance companies may transfer partially or wholly of their insurance to reinsurance companies.\nReinsurance companies may transfer partially or wholly of their reinsurance to other reinsurance companies."
                    },
                    {
                        "article_number": "43",
                        "leading_text": "A Public Limited Company may request for any insurance license from the Ministry of Economy and Finance in order to conduct the following insurance businesses:",
                        "items": [
                            "(a) life insurance business.",
                            "(b) general insurance business.",
                            "(c) reinsurance business.",
                            "(d) microinsurance business."
                        ],
                        "concluding_text": "General insurance companies and life insurance companies may conduct health insurance business and microinsurance business."
                    },
                    {
                        "article_number": "44",
                        "text": "The minimum capital required for general insurance companies, life insurance companies and reinsurance companies shall be determined by Sub-Decree. However, the minimum capital shall be in Riel and shall not be less than the sum equivalent to 5,000,000 (five million) S.D.R as per prevailing rate at the issuance of license.\nThe minimum capital for microinsurance business shall be determined by Sub-Decree."
                    },
                    {
                        "article_number": "45",
                        "text": "An insurance company shall not delegate the power to lead, manage or pay to any persons who have been sentenced to imprisonment for misdemeanor or felony offences."
                    }
                ]
            },
            {
                "section_number": "2",
                "title": "Insurance Agent, Insurance Broker and Loss Adjuster",
                "articles": [
                    {
                        "article_number": "46",
                        "text": "Insurance Agent is a natural person or legal entity that, on behalf of insurance companies, provide guidance on insurance policies, prepare insurance contracts, collect insurance premiums, and arrange for indemnity, within a clearly specified framework of an agreement between the insurance agent and the insurance company through which commissions from the insurance company are received.\nInsurance Broker is legal entity who work in the interests of insured, providing consultation, sharing information related to the types of insurance, terms and conditions, insurance premiums, negotiating and preparing insurance contracts between insurance applicants and insurance companies, and sell insurance policies by receiving lawful commissions from insurance companies.\nLoss Adjuster is an independent legal entity which has the duty to inspect, verify, and evaluate damages when the insured risks occur, and to issue a document on damage evaluation as the basis for insurance companies to indemnify. Loss Adjustor conducts its activities by receiving inspection fee from insurance companies in accordance with agreements."
                    }
                ]
            },
            {
                "section_number": "3",
                "title": "Licensing",
                "articles": [
                    {
                        "article_number": "47",
                        "text": "Insurance institution carrying on insurance business in the Kingdom of Cambodia shall have insurance license issued by the Ministry of Economy and Finance. The Ministry of Economy and Finance has right to approve or reject the application for insurance license within a period of 90 (ninety) days from the date of receiving the application attached with sufficient supporting documents."
                    },
                    {
                        "article_number": "48",
                        "text": "The procedures and conditions for granting insurance license shall be determined by Sub-Decree."
                    }
                ]
            },
            {
                "section_number": "4",
                "title": "Financial Statement",
                "articles": [
                    {
                        "article_number": "49",
                        "text": "During the period of 3 (three) months following the end of the fiscal year or during any additional period approved by the Ministry of Economy and Finance, insurance companies shall submit to the Ministry of Economy and Finance their annual financial statement which have been audited by permitted auditors. The financial statement shall comply with International Financial Reporting Standards, laws and other relevant regulations in effect.\nInsurance companies shall publicly disseminate their annual financial report in a summarized form as required by the Ministry of Economy and Finance."
                    },
                    {
                        "article_number": "50",
                        "text": "Insurance institution shall submit financial report and other documents as required by the Ministry of Economy and Finance."
                    }
                ]
            }
        ]
    },
    {
        "chapter_number": "7",
        "title": "Insurance Inspections",
        "articles": [
            {
                "article_number": "51",
                "text": "The Minister of Economy and Finance has right to appoint insurance inspector to monitor, research, inspect, and strengthen the implementation of this Law.\nInsurance inspector has right to inspect insurance companies and perform other duties as assigned by the Ministry of Economy and Finance.\nInsurance inspector has right to monitor, inspect, research, and investigate offences in the insurance sector."
            },
            {
                "article_number": "52",
                "text": "Insurance inspector accredits as judicial police officer to examine offences which are stipulated in this Law in compliance with the provisions of the Code of Criminal Procedure.\nThe rule and procedure for the accreditation to insurance inspection official shall be determined by a joint Prakas of the Minister of Justice and Minister of Economy and Finance."
            },
            {
                "article_number": "53",
                "text": "Within the cooperation framework in relation to the examination and investigation of offences as stipulated in this Law, the insurance inspection official shall have the power to search, seize items, summon relevant person, and to perform other acts in accordance with the provisions of the Code of Criminal Procedure. In case it is necessary to detain a suspect, the insurance inspector shall primarily obtain permission from prosecutor even verbally.\nAny operation of the insurance inspector in examining and investigating offences and detaining the suspect shall be in compliance with the Code of Criminal Procedure.\nThe insurance inspector has right to request assistance from the sub-national administration and armed units or other relevant competent authorities to crack down on the offences under this Law."
            },
            {
                "article_number": "54",
                "text": "While carrying out his duties hereunder the law, the insurance inspector shall wear uniform, insignia and badge, and shall have an authorized mission letter in his or her possession.\nThe uniform, insignia and badge of the insurance inspector shall be determined by Sub-Decree."
            },
            {
                "article_number": "55",
                "text": "During the insurance inspection process, if the evidence or result of the verification shows that there is a sale of insurance products inconsistent with the assertion made when applying for the license, the insurance inspector shall have right to take provisional measures to prohibit the sale of those products in order to settle in accordance with the procedure."
            },
            {
                "article_number": "56",
                "text": "Any person who is not satisfied with any decision made by the insurance inspector may file a complaint to the Ministry of Economy and Finance within 45 (forty five) days, commencing from the date of receipt of the decision.\nThe Ministry of Economy and Finance shall decide on the complaint within 2 (two) months, commencing from the date of receipt of the complaint.\nIn the event that the person is not satisfied with the decision of the Ministry of Economy and Finance, she/he has right to file a complaint to the court in accordance with the procedure."
            },
            {
                "article_number": "57",
                "text": "The rule and procedure for insurance inspection shall be determined by Prakas of the Ministry of Economy and Finance."
            },
            {
                "article_number": "58",
                "text": "The Insurance inspector executing their functions and duties in good faith shall be protected by law."
            }
        ]
    },
    {
        "chapter_number": "8",
        "title": "Liquidation",
        "sections": [
            {
                "section_number": "1",
                "title": "Voluntary Liquidation",
                "articles": [
                    {
                        "article_number": "59",
                        "text": "An insurance company may commence voluntary liquidation process unless the company is in sufficiently solvent condition."
                    },
                    {
                        "article_number": "60",
                        "leading_text": "An insurance company which is in sufficiently solvent condition can request for voluntary liquidation under the following circumstances:",
                        "items": [
                            "a) The company reaches its maturity.",
                            "b) Resolution of the shareholders at an ordinary general meeting or extraordinary general meeting in accordance with the company's memorandum and articles of association."
                        ]
                    },
                    {
                        "article_number": "61",
                        "text": "The director or a shareholder who is entitled to vote at a general meeting of shareholders may propose for voluntary liquidation."
                    },
                    {
                        "article_number": "62",
                        "text": "Notice of shareholders' meeting convened for the proposal to voluntarily liquidate the company shall contain the terms and conditions for liquidation."
                    },
                    {
                        "article_number": "63",
                        "text": "Upon obtaining the shareholders ‘resolution with regard to the voluntary liquidation, the company shall apply for the voluntary liquidation to the Ministry of Economy and Finance."
                    },
                    {
                        "article_number": "64",
                        "text": "Upon the receipt of the application for the voluntary liquidation, the Ministry of Economy and Finance shall issue the approval certificate for the voluntary liquidation to the company should it determine that the company has established reasonable grounds."
                    },
                    {
                        "article_number": "65",
                        "text": "After receiving the approval certificate, the insurance company shall cease to sign new insurance contracts and shall transfer its existing insurance policies to other insurance companies before voluntary liquidation."
                    },
                    {
                        "article_number": "66",
                        "text": "The Ministry of Economy and Finance shall appoint a professionally qualified liquidator from the approved list of the Ministry of Economy and Finance."
                    },
                    {
                        "article_number": "67",
                        "leading_text": "The powers and duties of the liquidator are as follows:",
                        "items": [
                            "Legally represent the insurance company to manage its business exclusively until the end of the liquidation process;",
                            "Prepare the company's financial reports to accurately reflect the status of the company's relevant accounts which shall be used as the basis for the liquidation;",
                            "Review the existence of movable and immovable assets in the inventory list and take necessary actions to secure the assets to ensure equal treatment between shareholders and creditors;",
                            "Issue public announcement on the company's liquidation by setting ultimatum to every creditor to submit claims documents for its debit and if the creditors do not submit by the specified date, they are deemed to waive their right to claim.",
                            "Convene a meeting between shareholders and related parties, in case there is a resolution to take over and continue operating business of the company which is subject to liquidation, in order to make a decision in principle in that regard;",
                            "Issue notification of rejection of any agreement or document that has been deemed to be entered into unconventionally or illegally prior to the commencement of the liquidation procedure;",
                            "Prepare the list of debtors with the remaining debt amounts, including any shareholders of the company, if any, and try to recover the outstanding amounts in every way even before the due date.",
                            "Prepare the list of acknowledged creditors with amounts to be settled, including tax debt owed to the government and wages owed to the employees in accordance with the law in effect;",
                            "Liquidate the company's assets by selling out or any other method;",
                            "Liquidate the company's liabilities by paying the debts within the actual capacity by the priority as stipulated in article 86 of this Law;",
                            "Prepare the balance sheet of liquidation, distribute the funds resulting from liquidation to the shareholders of the company and liquidate relevant accounts to close the liquidation."
                        ],
                        "concluding_text": "The rights and duties of the liquidator shall be monitored and supervised by the Ministry of Economy and Finance.\nMinister of Economy and Finance has right to issue Prakas on additional powers and duties of the liquidator."
                    },
                    {
                        "article_number": "68",
                        "leading_text": "The voluntary liquidation shall be conducted as the following procedures:",
                        "items": [
                            "Publish the announcement on dissolution of the company immediately for the period of 2 (two) consecutive weeks in newspaper which is published or distributed in the place at where the company has its registered office or in other publications as prescribed by the internal regulations of the Ministry of Economy and Finance;",
                            "Convene meeting with shareholders, debtors and creditors either separately or jointly as necessary;",
                            "Within the period of fifteen (15) days at most, commencing from the date of the last meeting above, the liquidator shall submit to the Ministry of Economy and Finance a report attached with the meeting minutes, the list of debtors, the list of acknowledge creditors and the list of company's properties that are the subject of liquidation; after receiving the approval from the Ministry of Economy and Finance, the liquidator can perform its duties until the process is completed.",
                            "Within the period of 7 (seven) days at most, commencing from the date of completion of the liquidation, the liquidator shall submit a report on the outcome of liquidation and a declaration of the completion of liquidation to the Ministry of Economy and Finance."
                        ]
                    },
                    {
                        "article_number": "69",
                        "text": "After receiving the declaration of the completion of voluntary liquidation, the Ministry of Economy and Finance shall revoke the insurance license within the period of 3 (three) months at most."
                    },
                    {
                        "article_number": "70",
                        "text": "After the completion of voluntary liquidation, directors of the company shall send a statement of company dissolution to the officer in charge of company management of the Ministry of Commerce.\nAfter receiving the statement of company dissolution, the officer in charge of company management the Ministry of Commerce shall issue a certificate of company dissolution.\nThe company shall end its legal existence from the date shown in the certificate of company dissolution."
                    },
                    {
                        "article_number": "71",
                        "text": "During the process of the voluntary liquidation, the Ministry of Economy and Finance or any interest related persons may request the court to enforce the voluntary liquidation of company under the supervision of the court."
                    },
                    {
                        "article_number": "72",
                        "text": "If the activities of the liquidator are hampered or interrupted in any way by the insurance company, the appointed liquidator may exercise its right to file a lawsuit to a court after reporting to the Ministry of Economy and Finance."
                    }
                ]
            },
            {
                "section_number": "2",
                "title": "Provisional Administration",
                "articles": [
                    {
                        "article_number": "73",
                        "text": "If any insurance company is facing a severe financial crisis, the Ministry of Economy and Finance have right to appoint a provisional administrator for an initial period not exceeding 3 (three) months in an attempt to restore the company.\nIf necessary, the term of provisional administrator may be extended for another 3 (three) months."
                    },
                    {
                        "article_number": "74",
                        "text": "The Ministry of Economy and Finance shall appoint a professionally qualified provisional administrator from its approved list."
                    },
                    {
                        "article_number": "75",
                        "text": "The provisional administrator has the exclusive right to manage and direct the affairs of the insurance company. The main duties of provisional administrator include assessing the solvency of the company and taking prudential measures to restore the company's position and protecting public interests."
                    },
                    {
                        "article_number": "76",
                        "text": "In the process of provisional administration, the provisions as stipulated in Chapter 4 \"Effects of the opening of bankrupt proceedings” of the Law on Insolvency shall be applied."
                    },
                    {
                        "article_number": "77",
                        "text": "If the assessment concludes that the insurance company is sufficiently solvent and is able to comply with the law and every prudential measure, the provisional administrator shall report to the Ministry of Economy and Finance to rescind all prudential measures which have been taken against the company, and the provisional administration shall come to an end."
                    },
                    {
                        "article_number": "78",
                        "text": "If the assessment indicates that the insurance company is sufficiently solvent but is unable to comply with the law and every prudential measure within a period of 3 (three) months, the Ministry of Economy and Finance shall temporarily revoke the license of the company and the provisional administration shall be converted to voluntary liquidation.\nThe procedure of voluntary liquidation shall comply with the procedure as stipulated in Section 1 of this Chapter."
                    },
                    {
                        "article_number": "79",
                        "text": "If the assessment indicates that the insurance company is insolvent, the Ministry of Economy and Finance shall revoke the insurance license, and the provisional administration shall be converted to liquidation by Court."
                    },
                    {
                        "article_number": "80",
                        "text": "If the activities of the provisional administrator are hampered or interrupted by the insurance company, the provisional administrator may exercise its right to file a suit to the court after reporting to the Ministry of Economy and Finance."
                    }
                ]
            },
            {
                "section_number": "3",
                "title": "Liquidation by Court",
                "articles": [
                    {
                        "article_number": "81",
                        "text": "In accordance with Article 79 above, the Ministry of Economy and Finance shall file a suit to the court for the commencement of the procedure of liquidation by court."
                    },
                    {
                        "article_number": "82",
                        "text": "The court shall choose a professionally qualified liquidator from the approved list of the Ministry of Economy and Finance.\nThe provisional administrator may also be chosen by the court as the liquidator."
                    },
                    {
                        "article_number": "83",
                        "text": "The liquidator shall liquidate the properties and solve the debts of company under the supervision of the court and in compliance with the provisions of this Law and the Law on Bankruptcy.\nThe liquidator executes the duties and powers of provisional administrator in the liquidation process provided by the Law on Bankruptcy, except stated otherwise in this Law."
                    },
                    {
                        "article_number": "84",
                        "text": "If the activities of the court liquidator are hampered or interrupted by the insurance company, the court liquidator may exercise its right to file a suit to the court."
                    }
                ]
            },
            {
                "section_number": "4",
                "title": "Common Provisions of Liquidation",
                "articles": [
                    {
                        "article_number": "85",
                        "text": "The Ministry of Economy and Finance's competent official or the provisional administrator or liquidator shall immediately inform the prosecutors or judicial police officers by providing information, records, letters and all evidences related to the criminal acts, if there is any criminal offense being committed."
                    },
                    {
                        "article_number": "86",
                        "leading_text": "The priority to solve debts shall be in the following order:",
                        "items": [
                            "a) Remuneration and other expenses related to provisional administration and liquidation;",
                            "b) Claims of claimants for insurance indemnity;",
                            "c) Claims of policyholders;",
                            "d) Employees' wages, administrative fee, litigation costs and other taxes imposed by the court;",
                            "e) Secured claims;",
                            "f) Government taxes whose notice is not filed; and",
                            "g) All admissible unsecured claims."
                        ]
                    },
                    {
                        "article_number": "87",
                        "text": "In the process of liquidation of insurance company, even if the company either is solvent or insolvent, the assessment of properties and debts including policyholder's claims shall be proceeded under the instruction of the Ministry of Economy and Finance."
                    },
                    {
                        "article_number": "88",
                        "text": "Remuneration and other expenses for provisional administration and liquidation shall be calculated based on the basis of professional fee rates and shall be charged automatically by the insurance company.\nMinister of Economy and Finance shall issue a Prakas to govern the amount of remuneration rate for provisional administrator."
                    }
                ]
            }
        ]
    },
    {
        "chapter_number": "9",
        "title": "Alternative Dispute Resolution",
        "articles": [
            {
                "article_number": "89",
                "text": "For any dispute related to the insurance business, any of the disputing parties may refer the dispute to the Ministry of Economy and Finance for mediation before filing the dispute to arbitration or competent court, except for the criminal charges."
            },
            {
                "article_number": "90",
                "text": "After the party submits the dispute to the Ministry of Economy and Finance, the Ministry of Economy and Finance shall seek information from both parties and attempt to mediate based on laws and regulations in effect.\nThe Ministry of Economy and Finance shall make a record of the results of dispute mediation by including the statement of agreement or disagreement of parties on the dispute conciliation. The Ministry of Economy and Finance and both parties shall sign the dispute mediation record, and a copy of the dispute mediation record must be provided to the relevant parties.\nEvery agreement on dispute mediation made in the presence of the Ministry of Economy and Finance shall be effective immediately for execution."
            },
            {
                "article_number": "91",
                "text": "During the dispute mediation when the Ministry of Economy and Finance uncovers that the insured has fault and the insured admits it, all claims of the insured as specified in the general terms of insurance policy shall be deemed as null and void."
            },
            {
                "article_number": "92",
                "text": "In case the mediation fails, the Ministry of Economy and Finance shall refer the record of the failed mediation to the arbitration or file a suit to competent court. The statute of limitation for filing the dispute to arbitration or a suit to the competent court is within the period of 90 (ninety) days commencing from the date of failed mediation, otherwise the right to file the dispute will be waived.\nThe statute of limitation to file dispute to the arbitration or competent court shall be waived automatically in the event that there is an agreement between both parties and have notice of successful dispute mediation issued by the Ministry of Economy and Finance."
            },
            {
                "article_number": "93",
                "text": "The procedures of dispute mediation shall be determined by Sub-Decree."
            }
        ]
    },
    {
        "chapter_number": "10",
        "title": "Disciplinary Sanctions",
        "articles": [
            {
                "article_number": "94",
                "leading_text": "The Ministry of Economy and Finance may impose disciplinary sanction against any insurance company, if the insurance company takes any action as follows:",
                "items": [
                    "a) The insurance company is carrying on business in a manner detrimental to the interests of the insured, creditors, or the public;",
                    "b) The insurance company is incurring expenditure which is unduly high in relation to its premium income;",
                    "c) The insurance company does not commence its business operations within the period of 6 (six) months after being granted a license; or",
                    "d) The insurance company has contravened any provisions of this Law or any other insurance-related regulations."
                ]
            },
            {
                "article_number": "95",
                "leading_text": "The types of disciplinary sanctions are as follows:",
                "items": [
                    "a) Cease issuance of new insurance policy;",
                    "b) Cease the approval for new insurance activities or other sale-purchases;",
                    "c) Cease any activities of insurance company if the financial conditions is not strong;",
                    "d) Restrict the sale of the company's properties;",
                    "e) Transfer either partially or wholly the unexpired insurance policies of the company;",
                    "f) Cease functions of the directors and managers;",
                    "e) Revoke the license of an insurance company."
                ]
            },
            {
                "article_number": "96",
                "text": "The procedure and level of disciplinary sanctions shall be determined by Parkas of the Minister of Economy and Finance."
            }
        ]
    },
    {
        "chapter_number": "11",
        "title": "Penalties",
        "articles": [
            {
                "article_number": "97",
                "text": "Any person who is the owner of the vehicle without obtaining compulsory insurance in accordance with the Article 33 and 34 of this Law, and using the vehicle for transportation on the public roads in the Kingdom of Cambodia, shall be subject to a fine in the amount of 15,000 (fifteen thousand) Riels to 1,500,000 (one million five hundred thousand) Riels and shall be required to have insurance.\nAny person who is the owner of the construction site and operating construction site without construction site liability insurance in accordance with Article 37 of this Law shall be subject to a fine in the amount of 1,500,000 (one million five hundred thousand) Riels to 150,000,000 (one hundred fifty million) Riels and shall be required to have insurance.\nAny person who operates passenger transport business using various means of transport without passenger liability insurance in accordance with the Articles 38 of this Law shall be subject to a fine in the amount of 1,500,000 (one million five hundred thousand) Riels to 150,000,000 (one hundred fifty million) Riels and shall be required to have insurance."
            },
            {
                "article_number": "98",
                "text": "Any person who delegates the power to lead, manage or pay to any formerly convicted perpetrator, co-perpetrator, instigator and accomplice on all criminal acts as provided in Article 45 of this Law shall be subject to a fine in the amount of 10,000,000 (ten million) Riels to 50,000,000 (fifty million) Riels and shall revoke the insurance license."
            },
            {
                "article_number": "99",
                "text": "Any person that operate an insurance business without license shall be subject to a fine in the amount of 50,000,000 (fifty million) Riels to 100,000,000 (one hundred million) Riels and shall immediately cease the operation.\nIn the event of recidivism, the person shall be subject to the following punishment:\n- For a natural person, he or she shall be subject to imprisonment from 1 (one) year to 5 (five) years and shall be subject to a fine in the amount of 100,000,000 (one hundred million) Riels to 200,000,000 (two hundred million) Riels.\n- For a legal entity, shall be subject to a fine in the amount of 200,000,000 (two hundred million) Riels to 400,000,000 (four hundred million) Riels and shall not be permitted to operate an insurance business in the Kingdom of Cambodia within a specific period of time."
            },
            {
                "article_number": "100",
                "text": "Any director, executive, manager of an insurance institution, provisional administrator and liquidator, who commit any acts in breach of trust or commit any breach of power in carrying out their duties with the intent of receiving self-benefit or third party's benefit or causing damage to insurance institution which leads to damage its property, shall be subject to imprisonment from 2 (two) to 5 (five) years and subject to a fine in the amount of 10,000,000 (ten million) Riels to 50,000,000 (fifty million) Riels."
            },
            {
                "article_number": "101",
                "text": "A government officer or person who obtains a public mandate by the vote that hampers or interrupts the insurance inspectors in carrying out their duties shall be subject to imprisonment from 2 (two) to 5 (five) years and subject to a fine in the amount of 4,000,000 (Four million) Riels to 10,000,000 (Ten million) Riels."
            },
            {
                "article_number": "102",
                "text": "Any person who commits a fraud in the insurance sector shall be subject to punishment under the provisions of Criminal Code in effect."
            },
            {
                "article_number": "103",
                "text": "Any person carrying out insurance business that counterfeits or falsifies any insurance documents or publishes or provides false information detrimental to the public interests or deceives relevant authority shall be subject to a fine as follows:\n- For a natural person, he or she shall be subject to imprisonment from 1 (one) to 3 (three) years and subject to a fine in the amount of 5,000,000 (five million) Riels to 150,000,000 (one hundred fifty million) Riels.\n- For a legal entity, shall be subject to a fine in the amount of 10,000,000 (ten million) Riels to 300,000,000 (three hundred million) Riels."
            },
            {
                "article_number": "104",
                "text": "Any person carrying out insurance business that destroys evidence of criminal acts in the insurance sector with the intention of obstructing the investigation by insurance inspector or other related authorized officials shall be punished as follows:\n- For a natural person, shall be subject to imprisonment from 1 (one) to 3 (three) years and subject to a fine in the amount of 5,000,000 (five million) Riels to 150,000,000 (one hundred fifty million) Riels.\n- For a legal entity, shall be subject to a fine in the amount of 200,000,000 (Two hundred million) riels to 400,000,000 (Four hundred million) Riels."
            },
            {
                "article_number": "105",
                "text": "Any natural person or legal entity operating insurance business and committing money laundering shall be punished under the provisions of Criminal Code in effect."
            },
            {
                "article_number": "106",
                "text": "Any natural person or legal entity operating insurance business that discloses insurance professional secrecy determined by insurance institution, which causes detriment to the interests of insurance institution, shall be punished as follows:\n- For a natural person, shall be subject to imprisonment from 1 (one) month to 1 (one) year and subject to a fine in the amount of 5,000,000 (five million) Riels to 150,000,000 (one hundred fifty million) Riels.\n- For a legal entity, shall be subject to a fine in the amount of 200,000,000 (Two hundred million) Riels to 400,000,000 (Four hundred million) Riels."
            },
            {
                "article_number": "107",
                "text": "Any natural person who commits the offences set out in the Article 100, Article 101, Article 103, Article 104, and Article 106 of this Law, the court may pronounce one or more additional punishments as stipulated in the Article 53 (type of additional punishments) of the Criminal Code.\nAny legal entity that commits an offence as set out in the Article 103, Article 104, and Article 106 of this Law, the court may pronounce one or more additional punishments as stipulated in the Article 168 (additional punishments implementing on legal entity) of the Criminal Code.\nThe content, rule and procedure for the enforcement of these additional punishments shall be in accordance with the provisions of the Criminal Code."
            },
            {
                "article_number": "108",
                "text": "The Ministry of Economy and Finance shall determine and impose traditional penalties against any insurance institutions that have failed to comply with the instruction of the Ministry of Economy and Finance.\nThe rule and procedure of the transitional penalties shall be determined by Prakas of the Minister of Economy and Finance."
            },
            {
                "article_number": "109",
                "text": "Any criminal acts which are not provided in this Law shall be punished under relevant regulations in effect."
            }
        ]
    },
    {
        "chapter_number": "12",
        "title": "Separated Provisions",
        "articles": [
            {
                "article_number": "110",
                "text": "All insurance which is beneficial for natural person or legal entity, whether life insurance or general insurance, may enter into insurance contract with foreign insurance company. The type of insurance contract shall be determined by Sub-Decree."
            },
            {
                "article_number": "111",
                "text": "Except bilateral or multilateral agreement, motor vehicle liability insurance does not apply for damage caused by an accident that happens outside the territory of the Kingdom of Cambodia."
            }
        ]
    },
    {
        "chapter_number": "13",
        "title": "Transitional Provision",
        "articles": [
            {
                "article_number": "112",
                "text": "The insurance license issued to all insurance institutions in accordance with the Law on insurance which was promulgated by Royal Kram N° NS/RKM/0700/02 of July 25, 2000, shall remain valid until the expiration date of license even though this Law is implemented.\nWithin the period of 06 (six) months commencing from the date of implementation of this Law, all insurance companies that have operated insurance business in the Kingdom of Cambodia shall comply with the minimum capital requirement in accordance to Article 44 of this Law."
            }
        ]
    },
    {
        "chapter_number": "14",
        "title": "Final Provisions",
        "articles": [
            {
                "article_number": "113",
                "text": "The Law on Insurance which was promulgated by Royal Kram N° NS/RKM/0700/02 of July 25, 2000 shall, except as otherwise stated in the Article 112 of Chapter 13 on Transitional Provision, no longer be in effect.\nOther insurance regulations which are related to the Law on Insurance promulgated by Royal Kram N° NS/RKM/0700/02 of July 25, 2000 shall be continued its effect until they are replaced by new regulation, except any regulation which is contrary to the meaning of this Law.\nThis Law shall be enforceable after a period of 6 (six) months after this law comes into effect."
            },
            {
                "article_number": "114",
                "text": "Any regulation in contradiction of this Law shall be deemed null and void."
            }
        ]
    }
  ],
  "closing_remarks": {
    "signed_at_and_date": "Royal Palace on August 04, 2014",
    "king_signature": {
      "action": "Signed and Stamped",
      "name": "Norodom Sihamoni"
    }
  },
  "endorsements_and_publication": [
    {
      "reference_number": "PLR.1408.1028",
      "action": "Requested to the Signature of the King",
      "official_title": "Prime Minister",
      "status": "Signed",
      "name": "Samdech Akka Moha Sena Padei Techo Hun Sen"
    },
    {
      "action": "Requested to Samdech Akka Moha Sena Padei Techo Hun Sen, Prime Minister",
      "official_title": "Minister of Economy and Finance",
      "status": "Signed",
      "name": "Aun Pornmoniroth"
    },
    {
      "reference_number": "No: 1023 S.N",
      "action": "Copy to Publication",
      "location_date": "Phnom Penh, August 07, 2014",
      "official_title": "Secretary General of Royal Government",
      "status": "Signed and Sealed",
      "name": "Say Sokha"
    }
  ]
}